Repository: KDE/kclock
Catalog: po/*/kclockd.po
Languages: ga

# NAME OF TRANSLATORS
source: Your names
ga: Charlotte

# EMAIL OF TRANSLATORS
source: Your emails
ga: altronic25@protonmail.com

source: Alarm
ga: Aláram

# @action:button
source: Dismiss
ga: Diúltaigh

source: Dismiss
ga: Diúltaigh

source: Snooze
ga: Suan

# @info
source: Alarm: <shortcut>%1 %2</shortcut>
ga: Aláram: <shortcut>%1 %2</shortcut>

# @action:button Add 1 minute to timer
source: +1 Minute
ga: +1 Nóiméad

# @action:button
source: Reset Timer
ga: Athshocraigh Uaineadóir

# Note this is a KRunner keyword
source: timer
ga: uaineadóir

# Timer running or paused (remaining time)
source: %1 (%2 Remaining)
ga: %1 (%2 Atá Fágtha)

# KRunner category
source: Timer
ga: Uaineadóir

# @action
source: Pause
ga: Sos

# @action
source: Resume
ga: Atosaigh

# @action
source: Start Timer
ga: Tosaigh Uaineadóir

# Note this is a KRunner keyword
source: alarm
ga: aláram

# KRunner category
source: Alarm
ga: Aláram

# @action Dismiss Alarm
source: Dismiss
ga: Diúltaigh

# Disable timer (rings in time)
source: Disable (Rings in %1)
ga: Díchumasaigh (Clogfaidh tar éis %1)

# @action Enable Alarm
source: Enable
ga: Cumasaigh

source: Don't use PowerDevil for alarms if it is available
ga: Ná húsáid PowerDevil den aláraim má tá sé ar fáil

source: © 2020-2022 KDE Community
ga: © 2020-2022 Pobal KDE

source: Timer complete
ga: Uaineadóir ag críochnaithe

source: Your timer %1 has finished!
ga: Tá do uaineadóir %1 ag críochnaithe!

# @action:button Open kclock app
source: Open Clock
ga: Oscail Clog

# @action:button Add minute to timer
source: +1 Minute
ga: +1 Nóiméad

# @action:button Reset timer
source: Reset
ga: Athshocraigh

# @action:button Pause timer
source: Pause
ga: Sos

# @title:notification Timer name (paused)
source: %1 (Paused)
ga: %1 (Stadta)

# @action:button Resume timer
source: Resume
ga: Atosaigh
