Repository: KDE/kclock
Catalog: po/*/kclock.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@cip.md

source: Set alarms and timers, use a stopwatch, and manage world clocks
ro: Pune alarme și cronometre, folosește temporizatorul și gestionează ceasuri de pe glob

source: © 2020-2024 KDE Community
ro: © 2020-2024 Comunitatea KDE

# Author
source: Desktop Integration
ro: Integrare cu biroul

source: Select opened page
ro: Alege pagina deschisă

source: Explicitly open a new Clock window
ro: Deschide explicit o fereastră nouă de Ceas

source: Days to repeat:
ro: Zile de repetat:

source: Select Days to Repeat
ro: Alegeți zilele repetării

source: Alarm Name (optional):
ro: Denumirea alarmei (opțională):

source: Wake Up
ro: Trezire

source: Ring Duration:
ro: Durată sunet:

source: None
ro: Fără

source: %1 minute
ro: %1 minut

source: Select Ring Duration
ro: Alegeți durata sunetului

source: 1 minute
ro: 1 minut

source: 2 minutes
ro: 2 minute

source: 5 minutes
ro: 5 minute

source: 10 minutes
ro: 10 minute

source: 15 minutes
ro: 15 minute

source: 30 minutes
ro: 30 de minute

source: 1 hour
ro: 1 oră

source: Snooze Length:
ro: Durata ațipirii:

source: Select Snooze Length
ro: Alegeți durata ațipirii

source: Ring Sound:
ro: Sunetul alarmei:

source: Default Sound
ro: Sunet implicit

source: Alarm
ro: Alarmă

# Edit alarm page title
source: Editing %1
ro: Se modifică %1

source: New Alarm
ro: Alarmă nouă

source: Done
ro: Gata

source: Cancel
ro: Renunță

source: Snoozed %1 minute
ro: Ațipit %1 minut

# @action:button
source: Delete
ro: Șterge

source: Alarms
ro: Alarme

source: Edit
ro: Modifică

source: Settings
ro: Configurări

source: The clock daemon was not found. Please start kclockd in order to have alarm functionality.
ro: Demonul de ceas nu a fost găsit. Porniți kclockd pentru a căpăta funcționalitatea de alarmă.

source: Failed to load the list of alarms: %1
ro: Lista cu alarme nu a putut fi încărcată: %1

source: No alarms configured
ro: Nicio alarmă configurată

source: Add alarm
ro: Adaugă alarmă

source: Loading…
ro: Se încarcă…

# @action:button
source: New Alarm
ro: Alarmă nouă

source: alarm
ro: alarmă

source: Deleted %1
ro: Șters %1

source: Alarm is ringing
ro: Sună alarma

source: Alarm not found
ro: Alarma nu a fost găsită

source: Snooze
ro: Ațipește

source: Stop
ro: Oprește

source: Dismiss
ro: Revocă

source: Time
ro: Oră

source: Timers
ro: Temporizatori

source: Stopwatch
ro: Cronometru

source: Back to app
ro: Înapoi la aplicație

# @action:button
source: Close
ro: Închide

source: Select Alarm Sound
ro: Alege sunetul alarmei

source: Select from files…
ro: Alege din fișiere…

source: Default
ro: Implicit

source: Choose an audio
ro: Alegeți sunetul

source: Audio files (*.wav *.mp3 *.ogg *.aac *.flac *.webm *.mka *.opus)
ro: Fișiere audio (*.wav *.mp3 *.ogg *.aac *.flac *.webm *.mka *.opus)

source: All files (*)
ro: Toate fișierele (*)

source: AM
ro: dimineața

source: PM
ro: seara

source: Time Format
ro: Formatul orei

source: Use System Default
ro: Folosește cel implicit de sistem

source: 12 Hour Time
ro: 12 ore

source: 24 Hour Time
ro: 24 de ore

source: Notifications for running timers
ro: Notificări pentru temporizatorii în curs

source: Always
ro: Întotdeauna

# When the app is not running
source: When %1 is not running
ro: Când %1 nu rulează

source: Never
ro: Niciodată

source: Lets you pause and resume timers from the notification area.
ro: Vă permite să întrerupeți și să reluați temporizatoare din zona de notificare.

source: Select Timer Sound
ro: Alege sunetul temporizatorului

source: Default timer ring sound
ro: Sunet implicit al temporizatorului

source: About Clock
ro: Despre Ceas

source: About KDE
ro: Despre KDE

# @action
source: Restore
ro: Restabilește

# @action
source: Pop out
ro: Scoate în prim-plan

# @action:button
source: Pause
ro: Întrerupe

# @action:button
source: Resume
ro: Reia

# @action:button
source: Start
ro: Pornește

# @action:button
source: Lap
ro: Tur

# @action:button
source: Reset
ro: Reinițializează

source: Reset
ro: Reinițializează

source: Pause
ro: Întrerupe

source: Resume
ro: Reia

source: Start
ro: Pornește

source: Lap
ro: Tur

source: Press Space to start or pause the stopwatch. Delete or Backspace resets it. Enter adds a lap.
ro: Apăsați Spațiu pentru a porni sau întrerupe cronometrul. Delete sau Backspace reinițializează. Enter adaugă un tur.

source: Lap Time
ro: Durată tur

source: Stopwatch is in Picture-in-Picture mode.
ro: Cronometrul e în regim Imagine-în-Imagine.

# @action:button Restore (unminimize) from pip mode
source: Restore
ro: Restabilește

source: No locations found
ro: Nicio amplasare găsită

source: Add Location
ro: Adaugă amplasare

source: Add
ro: Adaugă

# @action:button
source: Add Location
ro: Adaugă amplasare

source: Yesterday
ro: Ieri

source: Tomorrow
ro: Mâine

source: New timer
ro: Cronometru nou

source: <b>Duration:</b>
ro: <b>Durată:</b>

source: hours
ro: ore

source: minutes
ro: minute

source: seconds
ro: secunde

source: Loop Timer
ro: Cronometru în buclă

source: <b>Label:</b>
ro: <b>Etichetă:</b>

source: <b>Command at timeout:</b>
ro: <b>Comandă la expirare:</b>

source: optional
ro: opțional

# @title:window Edit timer
source: Edit %1
ro: Modifică %1

# @title:window
source: Create Timer
ro: Creează temporizator

source: Timer
ro: Temporizator

source: Hide Presets
ro: Ascunde preconfigurări

source: Show Presets
ro: Arată preconfigurări

source: Toggle Delete
ro: Comută ștergerea

source: Save As Preset
ro: Salvează ca preconfigurare

# @action:button
source: Save
ro: Salvează

# @action:button
source: Done
ro: Gata

# @info:tooltip
source: Pause
ro: Întrerupe

# @info:tooltip
source: Start
ro: Pornește

# @info:tooltip
source: Reset
ro: Reinițializează

# @info:tooltip
source: Edit
ro: Modifică

# @info:tooltip
source: Delete
ro: Șterge

source: New Timer
ro: Temporizator nou

source: The clock daemon was not found. Please start kclockd in order to have timer functionality.
ro: Demonul de ceas nu a fost găsit. Porniți kclockd pentru a căpăta funcționalitatea de temporizare.

source: Failed to load the list of timers: %1
ro: Lista cu temporizatori nu a putut fi încărcată: %1

# @action:button
source: New Timer
ro: Temporizator nou

source: No timers configured
ro: Niciun temporizator configurat

source: Add timer
ro: Adaugă temporizator

source: Delete
ro: Șterge

# @action:button Add 1 minute to timer
source: 1 minute
ro: 1 minut

source: This timer is in Picture-in-Picture mode.
ro: Acest temporizator e în regim Imagine-în-Imagine.

source: Timer has finished
ro: Temporizatorul a expirat!

source: %1 has completed.
ro: %1 a expirat.

source: The timer has completed.
ro: Temporizatorul a expirat.

source: %1 hour and 30 minutes ahead
ro: cu %1 oră și 30 de minute în față

source: %1 hours and 30 minutes ahead
ro: cu %1 ore și 30 de minute în față

source: %1 hour ahead
ro: cu %1 oră în față

source: %1 hours ahead
ro: cu %1 ore în față

source: %1 hour and 30 minutes behind
ro: cu %1 oră și 30 de minute în spate

source: %1 hours and 30 minutes behind
ro: cu %1 ore și 30 de minute în spate

source: %1 hour behind
ro: cu %1 oră în spate

source: %1 hours behind
ro: cu %1 ore în spate

source: Local time
ro: Ora locală

source: %1 day
ro: %1 zi

source: %1 hour
ro: %1 oră

source: Alarm will ring in under a minute
ro: Alarma va suna în mai puțin de un minut

source: Alarm will ring in %1
ro: Alarma va suna în %1

# Repeat
source: Only once
ro: Numai o dată

# Repeat
source: Everyday
ro: Zilnic

# Repeat
source: Weekdays
ro: Zile de lucru
